{
    "biceps": [
        {
            "name": "Rosca Martelo Inclinado",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "halteres",
            "difficulty": "iniciante",
            "instructions": "Sente-se em um banco inclinado com um haltere em cada mão. Suas costas devem estar firmemente pressionadas contra o banco, com os pés juntos. Deixe os halteres pendurados para baixo ao lado do corpo, segurando-os com uma pegada neutra. Esta será sua posição inicial. Inicie o movimento flexionando o cotovelo, tentando manter o braço superior imóvel. Continue até o topo do movimento e pause, depois retorne lentamente à posição inicial."
        },
        {
            "name": "Rosca Direta com Barra Reta com Pegada Aberta",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "barra",
            "difficulty": "iniciante",
            "instructions": "Fique de pé com o tronco ereto segurando uma barra na pegada larga. As palmas das mãos devem estar voltadas para frente. Os cotovelos devem estar próximos ao corpo. Esta será sua posição inicial. Mantendo os braços superiores imóveis, enrole os pesos para frente contraindo os bíceps enquanto expira. Dica: Apenas os antebraços devem se mover. Continue o movimento até os bíceps estarem completamente contraídos e a barra estiver no nível dos ombros. Segure a posição contraída por um segundo e aperte os bíceps. Lentamente, comece a trazer a barra de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variações: Você também pode realizar esse movimento usando uma barra E-Z ou um acessório E-Z preso a um polia baixa. Esta variação parece proporcionar uma boa contração no topo do movimento. Você também pode usar a pegada mais próxima para variação."
        },
        {
            "name": "Rosca Spider com Barra W",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "barra",
            "difficulty": "intermediário",
            "instructions": "Comece colocando a barra na parte do banco pregador onde você normalmente se sentaria. Certifique-se de alinhar corretamente a barra para que ela fique equilibrada e não caia. Mova-se para a parte frontal do banco pregador (onde os braços normalmente ficam) e posicione-se para se deitar em um ângulo de 45 graus com o tronco e o estômago pressionados contra a parte frontal do banco. Certifique-se de que seus pés (especialmente os dedos) estejam bem posicionados no chão e coloque seus braços superiores sobre o apoio localizado na parte interna do banco pregador. Segure a barra com uma pegada supinada (palmas para cima) na largura dos ombros ou ligeiramente mais próxima. Comece a levantar a barra para cima e expire. Segure a posição contraída por um segundo enquanto aperta os bíceps. Comece a trazer a barra de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variação: Você também pode usar halteres ao realizar este exercício. Apenas certifique-se de colocar os halteres corretamente na parte do banco pregador onde você normalmente se sentaria."
        },
        {
            "name": "Rosca Martelo",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "halteres",
            "difficulty": "intermediário",
            "instructions": "Fique de pé com o tronco ereto e um haltere em cada mão, com os braços estendidos. Os cotovelos devem estar próximos ao corpo. As palmas das mãos devem estar voltadas para o corpo. Esta será sua posição inicial. Agora, mantendo o braço superior imóvel, expire e enrole o peso para frente enquanto contrai os bíceps. Continue levantando o peso até os bíceps estarem totalmente contraídos e o haltere estiver no nível dos ombros. Segure a posição contraída por um breve momento enquanto aperta os bíceps. Dica: Concentre-se em manter o cotovelo imóvel e mova apenas o antebraço. Após a breve pausa, inspire e comece a abaixar os halteres lentamente de volta à posição inicial. Repita pelo número recomendado de repetições. Variações: Há muitas variações possíveis para este movimento. Por exemplo, você pode realizar o exercício sentado em um banco com ou sem apoio para as costas e também pode alternar os braços; primeiro levante o braço direito para uma repetição, depois o esquerdo, depois o direito, etc."
        },
        {
            "name": "Rosca com Barra W",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "barra EZ",
            "difficulty": "intermediário",
            "instructions": "Fique de pé com o tronco ereto enquanto segura uma barra EZ na pegada externa. As palmas das mãos devem estar voltadas para frente e ligeiramente inclinadas para dentro devido ao formato da barra. Mantenha os cotovelos próximos ao corpo. Esta será sua posição inicial. Agora, mantendo os braços superiores imóveis, expire e enrole os pesos para frente enquanto contrai os bíceps. Concentre-se em mover apenas os antebraços. Continue levantando o peso até os bíceps estarem totalmente contraídos e a barra estiver no nível dos ombros. Segure a posição contraída por um momento e aperte os bíceps. Em seguida, inspire e abaixe lentamente a barra de volta à posição inicial. Repita pelo número recomendado de repetições. Variações: Você também pode realizar esse movimento usando um acessório E-Z preso a uma polia baixa. Essa variação parece proporcionar uma boa contração no topo do movimento. Você também pode usar a pegada mais próxima para variação."
        },
        {
            "name": "Rosca Inversa",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "Nenhum",
            "difficulty": "intermediário",
            "instructions": "Fique de pé com o tronco ereto e um haltere em cada mão, segurando-os à extensão dos braços. Os cotovelos devem estar próximos ao corpo. Certifique-se de que as palmas das mãos estejam voltadas uma para a outra. Esta será sua posição inicial. Mantendo o braço superior imóvel, enrole os pesos enquanto contrai os bíceps ao expirar. Apenas os antebraços devem se mover. Sua pulsação deve girar para que você tenha uma pegada supinada (palmas para cima). Continue o movimento até os bíceps estarem totalmente contraídos e os halteres estiverem no nível dos ombros. Segure a posição contraída por um segundo enquanto aperta os bíceps. Agora, durante a posição contraída, gire seu pulso até ter uma pegada pronada (palmas para baixo) com o polegar em uma posição mais alta do que o dedo mindinho. Comece a abaixar lentamente os halteres com a pegada pronada. Quando os halteres se aproximarem das coxas, comece a girar o pulso para que volte à pegada neutra (palmas para o corpo). Repita pelo número recomendado de repetições."
        },
        {
            "name": "Rosca Direta com Desenvolvimento de Ombro",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "halteres",
            "difficulty": "iniciante",
            "instructions": "Comece em uma posição em pé com um haltere em cada mão. Seus braços devem estar pendurados ao lado do corpo com as palmas das mãos voltadas para frente. Olhe diretamente à frente, mantendo o peito para cima, com os pés afastados na largura dos ombros. Esta será sua posição inicial. Inicie o movimento flexionando os cotovelos para enrolar o peso. Não use impulso ou flexione os ombros, mas sim use um movimento controlado. Execute o movimento de pressão estendendo o braço, flexionando e abduzindo o ombro para girar o braço enquanto pressiona acima da cabeça. Pause no topo do movimento antes de reverter o movimento para retornar à posição inicial. Complete o número desejado de repetições antes de trocar para o lado oposto."
        },
        {
            "name": "Rosca Direta Barra Reta",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "barra",
            "difficulty": "intermediário",
            "instructions": "Fique de pé com o tronco ereto segurando uma barra com pegada na largura dos ombros. As palmas das mãos devem estar voltadas para frente e os cotovelos devem estar próximos ao corpo. Esta será sua posição inicial. Mantendo os braços superiores imóveis, enrole os pesos para frente enquanto contrai os bíceps ao expirar. Dica: Apenas os antebraços devem se mover. Continue o movimento até os bíceps estarem totalmente contraídos e a barra estiver no nível dos ombros. Segure a posição contraída por um segundo e aperte os bíceps fortemente. Lentamente, comece a trazer a barra de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variações: Você também pode realizar esse movimento usando um acessório de barra reta preso a uma polia baixa. Esta variação parece proporcionar uma boa contração no topo do movimento. Você também pode usar a pegada mais próxima para variação."
        },
        {
            "name": "Rosca Concentrada",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "halteres",
            "difficulty": "intermediário",
            "instructions": "Sente-se em um banco plano com um haltere à sua frente entre as pernas. Suas pernas devem estar afastadas com os joelhos dobrados e os pés no chão. Use o braço direito para pegar o haltere. Coloque a parte de trás do braço superior direito sobre a parte interna da coxa direita. Gire a palma da mão até que ela fique voltada para frente, afastada da coxa. Dica: O braço deve estar estendido e o haltere deve estar acima do chão. Esta será sua posição inicial. Mantendo o braço superior imóvel, enrole os pesos para frente enquanto contrai os bíceps ao expirar. Apenas os antebraços devem se mover. Continue o movimento até os bíceps estarem totalmente contraídos e os halteres estiverem no nível dos ombros. Dica: No topo do movimento, certifique-se de que o dedo mínimo do braço esteja mais alto que o polegar. Isso garante uma boa contração. Segure a posição contraída por um segundo enquanto aperta os bíceps. Lentamente, comece a trazer os halteres de volta à posição inicial enquanto inspira. Cuidado: Evite movimentos de balanço a qualquer momento. Repita pelo número recomendado de repetições. Depois, repita o movimento com o braço esquerdo. Variações: Este exercício pode ser feito em pé, com o tronco inclinado para frente e o braço à sua frente. Neste caso, nenhum apoio de perna é usado para o braço, então você precisará se esforçar mais para garantir que não haja movimento do braço superior. Esta versão é mais desafiadora e não é recomendada para pessoas com problemas na parte inferior das costas."
        },
        {
            "name": "Rosca Direta com Halteres Inclinado",
            "type": "força",
            "muscle": "bíceps",
            "equipment": "halteres",
            "difficulty": "iniciante",
            "instructions": "Segure o haltere do lado mais distante de você, de modo que você tenha mais peso do lado mais próximo de você. (Isso pode ser feito para um bom efeito em todos os exercícios com halteres para bíceps). Agora, faça uma rosca inclinada normal com halteres, mas mantenha os pulsos o mais para trás possível para neutralizar qualquer estresse que seja colocado sobre eles. Sente-se em um banco inclinado a 45 graus, segurando um haltere em cada mão. Deixe seus braços pendurados ao lado do corpo, com os cotovelos dobrados e as palmas das mãos voltadas para frente com os polegares apontando para fora do corpo. Dica: Você manterá essa posição das mãos durante todo o movimento, não deve haver torção das mãos enquanto elas sobem. Esta será sua posição inicial. Faça a rosca com os dois halteres ao mesmo tempo até seus bíceps estarem totalmente contraídos e expire. Dica: Não balance os braços ou use impulso. Mantenha o movimento controlado o tempo todo. Segure a posição contraída por um segundo no topo. Ao inspirar, vá lentamente de volta à posição inicial. Repita pelo número recomendado de repetições. Cuidado: Não estenda totalmente os braços, pois você pode machucar os cotovelos se os hiperestender. Além disso, certifique-se de que ao descer, o movimento seja feito lentamente para evitar lesões. Variações: Você também pode usar cabos para esse movimento."
        }
    ],
    "dorsal": [
        {
            "name": "Barra Fixa com Peso",
            "type": "força",
            "muscle": "dorsal",
            "equipment": "barra fixa",
            "difficulty": "intermediário/avançado",
            "instructions": "Prenda um peso a um cinto de mergulho e fixe-o ao redor da cintura. Segure a barra fixa com as palmas das mãos voltadas para frente. Para uma pegada média, suas mãos devem estar espaçadas na largura dos ombros. Ambos os braços devem estar estendidos à sua frente segurando a barra na pegada escolhida. Incline levemente o tronco para trás, cerca de 30 graus, criando uma curvatura na região lombar e projetando o peito para fora. Esta será sua posição inicial. Agora, expire e puxe o tronco para cima até que sua cabeça fique acima das mãos. Concentre-se em apertar as escápulas para trás e para baixo ao alcançar a posição contraída no topo. Após um breve momento no topo, inspire e desça lentamente o tronco de volta à posição inicial, com os braços estendidos e os dorsais totalmente alongados.            "
        },
        {
            "name": "Barra Fixa",
            "type": "força",
            "muscle": "dorsal",
            "equipment": "barra fixa",
            "difficulty": "intermediário",
            "example": "./videos/Pull up back.mp4",
            "instructions": "Segure a barra fixa com as palmas voltadas para frente usando a pegada prescrita. Observação sobre pegadas: Para uma pegada ampla, as mãos devem estar espaçadas a uma distância maior que a largura dos ombros. Para uma pegada média, as mãos devem estar na largura dos ombros, e para uma pegada fechada, a distância deve ser menor que a largura dos ombros. Com os braços estendidos segurando a barra na largura escolhida, incline levemente o tronco para trás, cerca de 30 graus, criando uma curvatura na região lombar e projetando o peito para fora. Essa é sua posição inicial. Puxe o tronco para cima até que a barra toque a parte superior do peito, contraindo os ombros e os braços para trás. Expire ao realizar essa fase do movimento. Dica: Concentre-se em apertar os músculos das costas ao alcançar a posição contraída. O tronco superior deve permanecer estático enquanto se move no espaço, e apenas os braços devem se mover. Os antebraços devem apenas segurar a barra, sem ajudar na puxada. Após uma breve pausa na posição contraída, inspire e desça lentamente até a posição inicial, com os braços totalmente estendidos e os dorsais alongados. Repita pelo número prescrito de repetições. Variações: Se você é iniciante e ainda não tem força suficiente para executar o exercício, utilize uma máquina de assistência ou peça ajuda a um parceiro para segurar suas pernas. Para aumentar a dificuldade, utilize um cinto de peso com anilhas. A variação atrás da nuca não é recomendada devido ao risco de lesão no manguito rotador causado pela hiperextensão dos ombros.            "
        },
        {
            "name": "Barra Fixa Arqueada",
            "type": "força",
            "muscle": "dorsal",
            "equipment": "barra fixa/polia",
            "difficulty": "intermediário",
            "instructions": "Segure a barra fixa com as palmas voltadas para frente usando uma pegada aberta. Com os braços estendidos segurando a barra na largura escolhida, incline o tronco para trás, criando uma curvatura na região lombar e projetando o peito para fora. Esta é sua posição inicial. Puxe o tronco para cima até que a barra toque a parte superior do peito, contraindo os ombros e os braços para trás. Expire ao executar essa fase do movimento. Dica: Concentre-se em apertar os músculos das costas ao alcançar a posição contraída. O tronco superior deve permanecer estático enquanto se move no espaço, e apenas os braços devem se mover. Os antebraços devem apenas segurar a barra. Após uma breve pausa na posição contraída, inspire e desça lentamente até a posição inicial, com os braços totalmente estendidos e os dorsais alongados. Dica: Incline ligeiramente a cabeça para frente para ajudar na execução correta do exercício. Atenção: A variação atrás da nuca pode ser prejudicial ao manguito rotador devido à hiperextensão dos ombros, por isso não é recomendada para pessoas com problemas nos ombros. Variações: Se você é iniciante e ainda não tem força suficiente para executar o exercício, utilize uma máquina de assistência, peça ajuda a um parceiro para segurar suas pernas ou utilize elasticos para auxiliar sua execução. Você também pode utilizar uma máquina de puxada."
        },
        {
            "name": "Puxada Fechada na Polia",
            "type": "força",
            "muscle": "dorsal",
            "equipment": "Polia",
            "difficulty": "iniciante",
            "instructions": "Sente-se em uma máquina de puxada com uma barra em V ou triângulo presa à polia superior. Ajuste o apoio para os joelhos de acordo com sua altura para evitar que seu corpo seja levantado pelo peso. Segure a barra com uma pegada neutra. Projete o peito para fora e incline levemente o tronco para trás para melhor ativar os dorsais. Esta será sua posição inicial. Usando os dorsais, puxe a barra para baixo enquanto aperta as escápulas. Continue o movimento até que a barra esteja na altura de seu peito. Variações: Você pode executar o movimento com o Triângulo ou qualquer variação de puxador que seja mais fechada. Dica: Mantenha o tronco estático durante o movimento e sempre com a escâpula ativada. Atenção: Evite usar um peso excessivo que o leve a balançar o tronco para realizar o exercício, você precisa sentir a ativação de suas dorsais."
        },
        {
            "name": "Remada Shotgun",
            "type": "força",
            "muscle": "dorsais",
            "equipment": "cabo",
            "difficulty": "intermediário",
            "instructions": "Anexe um puxador único a um cabo baixo. Depois de selecionar o peso adequado, fique alguns passos para trás com uma postura ampla e dividida. Seu braço deve estar estendido e o ombro projetado para frente. Essa será sua posição inicial. Realize o movimento retraindo o ombro e flexionando o cotovelo. Ao puxar, gire o punho em supinação, virando a palma para cima durante o movimento. Após uma breve pausa, retorne à posição inicial."
        },
        {
            "name": "Pulldown Frontal com Pegada Fechada",
            "type": "força",
            "muscle": "dorsais",
            "equipment": "cabo",
            "difficulty": "intermediário",
            "instructions": "Sente-se em uma máquina de puxada alta com uma barra larga presa à polia superior. Ajuste a almofada para os joelhos conforme sua altura para evitar que o corpo seja levantado pela resistência da barra. Segure a barra com as palmas voltadas para frente, usando a pegada prescrita. Observação sobre pegadas: Para uma pegada ampla, as mãos devem estar mais afastadas que a largura dos ombros. Para uma pegada média, as mãos devem estar na mesma largura dos ombros. Para uma pegada fechada, as mãos devem estar mais próximas que a largura dos ombros. Com os braços totalmente estendidos segurando a barra na pegada escolhida, incline ligeiramente o tronco para trás (cerca de 30 graus), criando uma curvatura na região lombar e estufando o peito. Essa é sua posição inicial. Ao expirar, puxe a barra para baixo até que toque a parte superior do peito, trazendo os ombros e os braços para trás e para baixo. Dica: Concentre-se em contrair os músculos das costas na posição final. O tronco deve permanecer imóvel, apenas os braços devem se mover. Os antebraços devem apenas segurar a barra, sem puxá-la ativamente. Após um segundo na posição contraída, apertando as escápulas, volte lentamente à posição inicial com os braços totalmente estendidos e os dorsais alongados, inspirando durante esse movimento. Repita pelo número recomendado de repetições. Variações: A variação por trás da nuca não é recomendada, pois pode ser prejudicial ao manguito rotador devido à hiperextensão causada ao trazer a barra para trás do pescoço."
        },
        {
            "name": "Barra Fixa com Pegada V",
            "type": "força",
            "muscle": "dorsais",
            "equipment": "nenhum",
            "difficulty": "intermediário",
            "instructions": "Comece posicionando o centro da barra em V no meio da barra fixa (caso a estação de barra fixa que você está usando não tenha pegadores neutros). Os puxadores da barra em V devem estar voltados para baixo para que você possa se pendurar segurando-os. Depois de posicionar a barra V com segurança, segure-a de cada lado e pendure-se nela. Estufe o peito e incline-se levemente para trás para ativar melhor os dorsais. Essa será sua posição inicial. Usando os dorsais, puxe seu torso para cima enquanto inclina ligeiramente a cabeça para trás para evitar bater no suporte da barra fixa. Continue o movimento até que seu peito quase toque a barra em V. Expire durante essa ação. Após uma breve pausa na posição contraída, abaixe o corpo lentamente de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variações: Se você é iniciante e não tem força suficiente para realizar o exercício, use uma máquina de assistência de barra fixa, se disponível. Essas máquinas ajudam a sustentar parte do seu peso. Caso contrário, um parceiro pode segurar suas pernas para auxiliar. Para atletas mais avançados, é possível adicionar peso ao exercício usando um cinto com anilhas acopladas."
        },
        {
            "name": "Muscle Up",
            "type": "força",
            "muscle": "dorsal",
            "equipment": "barra fixa",
            "difficulty": "intermediário/avançado",
            "instructions": "Segure os anéis utilizando uma pegada falsa, com a base das palmas sobre os anéis. Inicie o movimento puxando os cotovelos para baixo e flexionando os braços. Ao atingir a parte superior da puxada, leve os anéis até as axilas enquanto projeta os ombros para frente, permitindo que os cotovelos se movimentem para trás. Isso colocará seu corpo na posição correta para continuar para a fase de dip do movimento. Mantendo o controle e a estabilidade, estenda os cotovelos para completar o movimento. Tome cuidado ao descer.            "
        },
        {
            "name": "Subida na Corda",
            "type": "força",
            "muscle": "dorsal",
            "equipment": "corda de escalada",
            "difficulty": "intermediário/avançado",
            "instructions": "Agarre a corda com ambas as mãos acima da cabeça. Puxe a corda para baixo enquanto dá um pequeno salto. Enrole a corda em uma das pernas e use os pés para segurá-la. Alcance o mais alto possível com os braços, segurando a corda firmemente. Solte a corda dos pés enquanto puxa seu corpo para cima com os braços, trazendo os joelhos em direção ao peito. Fixe novamente os pés na corda e depois estenda as pernas para alcançar um ponto mais alto na corda. Continue até chegar ao topo. Para descer, afrouxe levemente a pegada dos pés na corda e deslize para baixo usando um movimento alternado de mãos.            "
        }
    ],
    "quadríceps": [
        {
            "name": "Leg Press Unilateral",
            "type": "força",
            "muscle": "quadríceps",
            "equipment": "máquina",
            "difficulty": "intermediário",
            "instructions": "Carregue o trenó com um peso apropriado. Sente-se na máquina, posicionando um pé na plataforma alinhado com seu quadril. O outro pé pode ser colocado no chão. Mantenha uma boa postura com a cabeça e o peito erguidos. Sustentando o peso, estenda totalmente o joelho e destrave o trenó. Esta será sua posição inicial. Abaixe o peso flexionando o quadril e o joelho, descendo o máximo que sua flexibilidade permitir. Não permita que sua lombar assuma a carga movendo sua pelve. No final do movimento, pause brevemente e depois retorne à posição inicial estendendo o quadril e o joelho. Complete todas as repetições para uma perna antes de trocar para a outra."
        },
        {
            "name": "Clean dos Blocos",
            "type": "levantamento_olímpico",
            "muscle": "quadríceps",
            "equipment": "barra",
            "difficulty": "iniciante",
            "instructions": "Com uma barra sobre caixas ou suportes na altura desejada, segure-a com uma pegada pronada ou hook grip logo fora das pernas. Abaixe os quadris com o peso nos calcanhares, costas retas, cabeça olhando para frente, peito para cima e ombros ligeiramente à frente da barra. Esta será sua posição inicial. Inicie a primeira puxada empurrando pelos calcanhares e estendendo os joelhos. O ângulo das costas deve permanecer o mesmo, e os braços devem continuar retos com os cotovelos apontando para fora. Em seguida, vem a segunda puxada, a principal fonte de aceleração do clean. Quando a barra atingir a altura da coxa, comece a estender os quadris. Em um movimento explosivo, acelere estendendo os quadris, joelhos e tornozelos. Não há necessidade de puxar ativamente com os braços. No final da segunda puxada, o corpo deve estar totalmente estendido. Assim que atingir a extensão total, transicione para a posição de recebimento, agachando rapidamente e girando os cotovelos sob a barra. Receba a barra na posição de agachamento frontal, com a barra apoiada nos ombros e tocando levemente a garganta. Complete o movimento estendendo os joelhos e retornando à posição de pé. Devolva a barra aos blocos para a próxima repetição."
        },
        {
            "name": "Agachamento Completo com Barra",
            "type": "força",
            "muscle": "quadríceps",
            "equipment": "barra",
            "difficulty": "intermediário",
            "instructions": "Este exercício é melhor realizado dentro de um rack de agachamento para segurança. Primeiro, ajuste a altura da barra no rack para que fique um pouco acima do nível dos ombros. Posicione-se sob a barra e apoie-a na parte superior das costas. Segure a barra com ambas as mãos e levante-a do suporte estendendo as pernas e mantendo o tronco reto. Afaste-se do rack e posicione os pés na largura dos ombros com os dedos levemente apontados para fora. Mantenha a cabeça erguida e as costas retas. Esta será sua posição inicial. Abaixe lentamente o corpo flexionando os joelhos e empurrando os quadris para trás, mantendo a postura reta. Continue descendo até que os isquiotibiais toquem as panturrilhas. Inspire durante essa fase do movimento. Para subir, expire e empurre o chão com os calcanhares, estendendo as pernas e os quadris até retornar à posição inicial. Repita pelo número recomendado de repetições."
        },
        {
            "name": "Virada de Pneus",
            "type": "strongman",
            "muscle": "quadríceps",
            "equipment": "outro",
            "difficulty": "intermediário",
            "instructions": "Agarre a parte inferior do pneu na banda de rodagem e posicione os pés um pouco para trás. Seu peito deve estar pressionando o pneu. Para levantá-lo, estenda os quadris, joelhos e tornozelos, empurrando o pneu para cima e para frente. Quando o pneu atingir um ângulo de 45 graus, dê um passo à frente e impulsione-o com um joelho. Ajuste sua pegada para a parte superior do pneu e empurre-o para frente com força para completar a virada. Repita conforme necessário."
        },
        {
            "name": "Agachamento com Caixa e Barra",
            "type": "powerlifting",
            "muscle": "quadríceps",
            "equipment": "barra",
            "difficulty": "intermediário",
            "instructions": "O agachamento com caixa permite treinar até uma profundidade desejada e desenvolver força explosiva. Em um rack de potência, posicione uma caixa na altura adequada atrás de você. Normalmente, a caixa deve estar na altura que permita um agachamento paralelo, mas pode ser ajustada. Posicione-se sob a barra e apoie-a nas costas. Aperte as escápulas e gire os cotovelos para frente, tentando dobrar a barra sobre os ombros. Remova a barra do suporte mantendo um arco firme na lombar e dê alguns passos para trás. Posicione os pés mais afastados para enfatizar os glúteos e adutores, ou mais próximos para foco nos quadríceps. Comece a descida empurrando os joelhos para fora e os quadris para trás. Sente-se na caixa, mantendo os pés firmes no chão. Pause brevemente e depois levante-se empurrando pelos calcanhares até retornar à posição inicial."
        },
        {
            "name": "Push Press",
            "type": "levantamento_olímpico",
            "muscle": "quadríceps",
            "equipment": "barra",
            "difficulty": "intermediário",
            "instructions": "Posição inicial: Use a técnica do power clean para levar a barra até os ombros. Fase de subida: Flexione levemente os quadris e joelhos mantendo o tronco ereto. Em seguida, faça uma extensão explosiva dos joelhos para impulsionar a barra para cima. No ponto máximo de extensão, transfira o peso para a ponta dos pés e estenda os tornozelos. Assim que atingir a extensão total, empurre a barra com os braços até estender completamente os cotovelos. Fase de descida: Retorne a barra aos ombros, flexionando levemente os quadris e joelhos ao tocá-los. Inspire durante essa fase."
        },
        {
            "name": "Power Snatch",
            "type": "levantamento_olímpico",
            "muscle": "quadríceps",
            "equipment": "barra",
            "difficulty": "avançado",
            "instructions": "Posicione os pés na largura dos ombros com a barra sobre os pés. Segure-a com pegada pronada mais ampla que a largura dos ombros. Flexione os joelhos e mantenha as costas retas. Inicie o movimento empurrando o chão com os pés enquanto levanta a barra junto ao corpo. Ao chegar à metade das coxas, estenda explosivamente os quadris e joelhos. Dê um salto e puxe os ombros para trás enquanto eleva a barra. No ponto mais alto, gire rapidamente os cotovelos sob a barra e assuma uma posição de agachamento segurando a barra acima da cabeça. Finalize subindo até ficar em pé."
        },
        {
            "name": "Hang Clean",
            "type": "levantamento de peso olímpico",
            "muscle": "quadríceps",
            "equipment": "barra",
            "difficulty": "iniciante",
            "instructions": "Comece com uma pegada dupla em pronado ou hook grip, com a barra pendurada na posição média da coxa. Suas costas devem estar retas e inclinadas ligeiramente para frente. Comece estendendo agressivamente os quadris, joelhos e tornozelos, impulsionando o peso para cima. Enquanto faz isso, encolha os ombros em direção às orelhas. Quando a extensão completa for alcançada, faça a transição para a puxada final, encolhendo os ombros e flexionando os braços com os cotovelos para cima e para fora. No auge da extensão, puxe-se rapidamente para baixo, girando os cotovelos sob a barra. Receba a barra em uma posição de agachamento frontal, cuja profundidade depende da altura da barra no final da terceira puxada. A barra deve estar apoiada nos ombros protraídos, tocando levemente a garganta, com as mãos relaxadas. Continue descendo até a posição inferior do agachamento, o que ajudará na recuperação. Imediatamente recupere-se empurrando pelos calcanhares, mantendo o tronco ereto e os cotovelos para cima. Continue até se levantar completamente."
        },
        {
            "name": "Agachamento com Faixa Inversa na Caixa",
            "type": "powerlifting",
            "muscle": "quadríceps",
            "equipment": "nenhum",
            "difficulty": "intermediário",
            "instructions": "Comece em um rack de agachamento com uma caixa na altura apropriada atrás de você. Configure as faixas, prendendo-as na parte superior do rack para que fiquem diretamente acima da barra durante o agachamento. Anexe a outra extremidade à barra. Posicione-se sob a barra e coloque-a nas costas, sobre os ombros. Aperte as escápulas e gire os cotovelos para frente, tentando dobrar a barra sobre os ombros. Retire a barra do rack, criando um arco firme na região lombar, e dê alguns passos para trás até ficar na posição correta. Posicione os pés mais afastados para focar mais nas costas, glúteos, adutores e isquiotibiais, ou mais próximos para enfatizar os quadríceps. Mantenha a cabeça olhando para frente. Com as costas, ombros e core firmes, empurre os joelhos e o quadril para trás enquanto desce. Sente-se até tocar a caixa, garantindo que as canelas fiquem perpendiculares ao chão. Faça uma pausa ao atingir a caixa e relaxe os flexores do quadril. Nunca quique na caixa. Mantendo o peso nos calcanhares e empurrando os pés e joelhos para fora, levante-se da caixa liderando o movimento com a cabeça. Continue subindo, mantendo a tensão do corpo da cabeça aos pés. Retorne a barra ao rack com cuidado."
        },
        {
            "name": "Pular Corda",
            "type": "cardio",
            "muscle": "quadríceps",
            "equipment": "somente corpo",
            "difficulty": "intermediário",
            "instructions": "Segure uma ponta da corda em cada mão. Posicione a corda atrás de você no chão. Levante os braços e gire a corda por cima da cabeça, trazendo-a para frente e para baixo. Quando tocar o chão, pule sobre ela. Encontre um ritmo confortável que possa ser mantido. Diferentes velocidades e técnicas podem ser usadas para variação. Pular corda é desafiador, melhora a coordenação e exige bastante energia. Uma pessoa de 68 kg que pula corda por 30 minutos pode queimar cerca de 350 calorias, comparado a mais de 450 calorias correndo."
        }
    ]
}